tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "avencera/rustywind"

# Core
brew "openssl"
brew "git"
brew "gh"
brew "gnupg"
brew "wget"
brew "curl"
brew "coreutils"
brew "jq"
# brew "git-lfs"
# brew "fish"

# Shell
brew "liquidprompt"
brew "zoxide"

# Development
brew "asdf"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "libpq"
brew "python3"
brew "pipenv"
brew "jupyterlab"
brew "npm"
# brew "java"
brew "leiningen"
brew "neovim"
brew "prettierd"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "protobuf"
brew "grpcurl"

# Utilities
brew "tmux"
brew "k9s"
brew "tree"
brew "mas"
brew "xclip"
# brew "hugo"

# Applications
# cask "1password"
cask "alfred"
# Install chrome manually
# cask "google-chrome"
# Install iterm2 manually
# cask "iterm2"
cask "kitty"
cask "obsidian"
cask "postman"
cask "slack"
cask "docker"
cask "spotify"
cask "font-fira-code"
cask "visual-studio-code"
# cask "totalfinder"
# cask "gpg-suite"
# cask "Dropbox"
# cask "keybase"
# cask "firefox"
# cask "keepingyouawake"
# cask "wireshark"
# cask "adobe-creative-cloud"
# cask "authy"
# cask "bartender"
# cask "gitkraken"
# cask "google-backup-and-sync"
